import { IProduct } from './product.interface'

export const product_iPhone: IProduct[] = [
	{
		name: 'Apple iPhone SE 3 2022 64 ГБ (PRODUCT)RED',
		slug: 'apple_iphone_se_3_2022_64_gb_product_red',
		description:
			'диагональ экрана: 4.70", количество основных камер: 1, память: 128 ГБ, 256 ГБ, 64 ГБ, разрешение экрана: 1334×750, частота обновления экрана: 60 Гц',
		price: 37990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/se_3_2022/apple_iphone_se_3_2022_product_red.webp'
		],
		colorsId: 7,
		modelsId: 1,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone SE 3 2022 128 ГБ (PRODUCT)RED',
		slug: 'apple_iphone_se_3_2022_128_gb_product_red',
		description:
			'диагональ экрана: 4.70", количество основных камер: 1, память: 128 ГБ, 256 ГБ, 64 ГБ, разрешение экрана: 1334×750, частота обновления экрана: 60 Гц',
		price: 44990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/se_3_2022/apple_iphone_se_3_2022_product_red.webp'
		],
		colorsId: 7,
		modelsId: 1,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone SE 3 2022 256 ГБ (PRODUCT)RED',
		slug: 'apple_iphone_se_3_2022_256_gb_product_red',
		description:
			'диагональ экрана: 4.70", количество основных камер: 1, память: 128 ГБ, 256 ГБ, 64 ГБ, разрешение экрана: 1334×750, частота обновления экрана: 60 Гц',
		price: 51990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/se_3_2022/apple_iphone_se_3_2022_product_red.webp'
		],
		colorsId: 7,
		modelsId: 1,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone SE 3 2022 64 ГБ белый',
		slug: 'apple_iphone_se_3_2022_64_gb_belyy',
		description:
			'диагональ экрана: 4.70", количество основных камер: 1, память: 128 ГБ, 256 ГБ, 64 ГБ, разрешение экрана: 1334×750, частота обновления экрана: 60 Гц',
		price: 37990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/se_3_2022/apple_iphone_se_3_2022_belyy.webp'
		],
		colorsId: 5,
		modelsId: 1,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone SE 3 2022 128 ГБ белый',
		slug: 'apple_iphone_se_3_2022_128_gb_belyy',
		description:
			'диагональ экрана: 4.70", количество основных камер: 1, память: 128 ГБ, 256 ГБ, 64 ГБ, разрешение экрана: 1334×750, частота обновления экрана: 60 Гц',
		price: 44990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/se_3_2022/apple_iphone_se_3_2022_belyy.webp'
		],
		colorsId: 5,
		modelsId: 1,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone SE 3 2022 256 ГБ белый',
		slug: 'apple_iphone_se_3_2022_256_gb_belyy',
		description:
			'диагональ экрана: 4.70", количество основных камер: 1, память: 128 ГБ, 256 ГБ, 64 ГБ, разрешение экрана: 1334×750, частота обновления экрана: 60 Гц',
		price: 51990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/se_3_2022/apple_iphone_se_3_2022_belyy.webp'
		],
		colorsId: 5,
		modelsId: 1,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone SE 3 2022 64 ГБ черный',
		slug: 'apple_iphone_se_3_2022_64_gb_chernyy',
		description:
			'диагональ экрана: 4.70", количество основных камер: 1, память: 128 ГБ, 256 ГБ, 64 ГБ, разрешение экрана: 1334×750, частота обновления экрана: 60 Гц',
		price: 37990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/se_3_2022/apple_iphone_se_3_2022_chernyy.webp'
		],
		colorsId: 4,
		modelsId: 1,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone SE 3 2022 128 ГБ черный',
		slug: 'apple_iphone_se_3_2022_128_gb_chernyy',
		description:
			'диагональ экрана: 4.70", количество основных камер: 1, память: 128 ГБ, 256 ГБ, 64 ГБ, разрешение экрана: 1334×750, частота обновления экрана: 60 Гц',
		price: 44990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/se_3_2022/apple_iphone_se_3_2022_chernyy.webp'
		],
		colorsId: 4,
		modelsId: 1,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone SE 3 2022, 256 ГБ, черный',
		slug: 'apple_iphone_se_3_2022_256_gb_chernyy',
		description:
			'диагональ экрана: 4.70", количество основных камер: 1, память: 128 ГБ, 256 ГБ, 64 ГБ, разрешение экрана: 1334×750, частота обновления экрана: 60 Гц',
		price: 51990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/se_3_2022/apple_iphone_se_3_2022_chernyy.webp'
		],
		colorsId: 4,
		modelsId: 1,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 11 64GB (Чёрный | Black)',
		slug: 'apple-iphone-11-64gb-black',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 38990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/11/apple-iphone-11-black.webp'],
		colorsId: 4,
		modelsId: 2,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 11 128GB (Чёрный | Black)',
		slug: 'apple-iphone-11-128gb-black',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 44990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/11/apple-iphone-11-black.webp'],
		colorsId: 4,
		modelsId: 2,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 11 256GB (Чёрный | Black)',
		slug: 'apple-iphone-11-256gb-black',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 57990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/11/apple-iphone-11-black.webp'],
		colorsId: 4,
		modelsId: 2,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 11 64GB (Белый | White)',
		slug: 'apple-iphone-11-64gb-white',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 41990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/11/apple-iphone-11-white.webp'],
		colorsId: 5,
		modelsId: 2,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 11 128GB (Белый | White)',
		slug: 'apple-iphone-11-128gb-white',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 47490,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/11/apple-iphone-11-white.webp'],
		colorsId: 5,
		modelsId: 2,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 11 256GB (Белый | White)',
		slug: 'apple-iphone-11-256gb-white',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 55990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/11/apple-iphone-11-white.webp'],
		colorsId: 5,
		modelsId: 2,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 11 64GB (PRODUCT)RED',
		slug: 'apple-iphone-11-64gb-productred',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 40490,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/11/apple-iphone-11-productred.webp'
		],
		colorsId: 7,
		modelsId: 2,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 11 128GB (PRODUCT)RED',
		slug: 'apple-iphone-11-128gb-productred',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 47490,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/11/apple-iphone-11-productred.webp'
		],
		colorsId: 7,
		modelsId: 2,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 11 256GB (PRODUCT)RED',
		slug: 'apple-iphone-11-256gb-productred',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 55990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/11/apple-iphone-11-productred.webp'
		],
		colorsId: 7,
		modelsId: 2,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 11 64GB (Фиолетовый | Purple)',
		slug: 'apple-iphone-11-64gb-purple',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 40990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/11/apple-iphone-11-purple.webp'],
		colorsId: 3,
		modelsId: 2,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 11 128GB (Фиолетовый | Purple)',
		slug: 'apple-iphone-11-128gb-purple',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 49990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/11/apple-iphone-11-purple.webp'],
		colorsId: 3,
		modelsId: 2,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 11 256GB (Фиолетовый | Purple)',
		slug: 'apple-iphone-11-256gb-purple',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 55990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/11/apple-iphone-11-purple.webp'],
		colorsId: 3,
		modelsId: 2,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 11 64GB (Зелёный | Green)',
		slug: 'apple-iphone-11-64gb-green',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 30990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/11/apple-iphone-11-green.webp'],
		colorsId: 14,
		modelsId: 2,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 11 128GB (Зелёный | Green)',
		slug: 'apple-iphone-11-128gb-green',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 49990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/11/apple-iphone-11-green.webp'],
		colorsId: 14,
		modelsId: 2,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 11 256GB (Зелёный | Green)',
		slug: 'apple-iphone-11-256gb-green',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 55990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/11/apple-iphone-11-green.webp'],
		colorsId: 14,
		modelsId: 2,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 11 64GB (Жёлтый | Yellow)',
		slug: 'apple-iphone-11-64gb-yellow',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 39990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/11/apple-iphone-11-yellow.webp'],
		colorsId: 6,
		modelsId: 2,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 11 128GB (Жёлтый | Yellow)',
		slug: 'apple-iphone-11-128gb-yellow',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 45990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/11/apple-iphone-11-yellow.webp'],
		colorsId: 6,
		modelsId: 2,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 11 256GB (Жёлтый | Yellow)',
		slug: 'apple-iphone-11-256gb-yellow',
		description:
			'Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Для этого он оснащен мощным процессором Apple A13 Bionic из 6 ядер, поддерживающим слаженную работу всех комплектующих, а также модулем ОЗУ объемом в 4 ГБ, что предусматривает быстрое переключение между открытыми приложениями и возможность играть в игры. Основная (12;12 Мп) и фронтальная (12 Мп) камеры позволят создавать фотошедевры. Изображение на экране смартфона Apple iPhone 11 диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. Корпус смартфона имеет высокую степень пылевлагозащиты (IP68), благодаря чему обеспечивается эффективная и длительная работа устройства. Несъемный аккумулятор емкостью 3110 мА·ч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым.',
		price: 53990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/11/apple-iphone-11-yellow.webp'],
		colorsId: 6,
		modelsId: 2,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 11 Pro 512GB Space Gray',
		slug: 'apple-iphone-11-pro-512gb-space-gray',
		description:
			'Это прорыв. Революционная система трёх камер — гораздо больше возможностей и неизменная простота в использовании. Беспрецедентное увеличение ресурса аккумулятора. И потрясающий процессор с расширенной поддержкой технологий машинного обучения, который открывает для iPhone большие новые перспективы. Представляем iPhone 11 Pro. Он достоин своего имени. Посмотрите поближе. Два размера. Четыре цвета. Корпус из стекла и нержавеющей стали. Угол обзора ещё больше. Система камер iPhone 11 Pro поддерживает впечатляющий 4-х кратный оптический зум — от максимального приближения на телефотокамере до максимального удаления на сверхширокоугольной. Элегантный прозрачный интерфейс. В нём используются возможности сверхширокоугольной камеры — теперь вы видите, что происходит за пределами кадра, и можете моментально это снять. Между вами и объектом съёмки нет практически ничего, кроме минималистичного интерфейса. И полное погружение в съёмку обеспечено.',
		price: 79990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/11/pro/apple-iphone-11-pro-512gb-space-gray.webp'
		],
		colorsId: 15,
		modelsId: 3,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 12 mini 64GB (Чёрный | Black)',
		slug: 'apple-iphone-12-mini-64gb-black',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 42990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-black.webp'
		],
		colorsId: 4,
		modelsId: 4,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 12 mini 128GB (Чёрный | Black)',
		slug: 'apple-iphone-12-mini-128gb-black',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 45990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-black.webp'
		],
		colorsId: 4,
		modelsId: 4,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 mini 256GB (Чёрный | Black)',
		slug: 'apple-iphone-12-mini-256gb-black',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 50990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-black.webp'
		],
		colorsId: 4,
		modelsId: 4,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 mini 64GB (Белый | White)',
		slug: 'apple-iphone-12-mini-64gb-white',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 43990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-white.webp'
		],
		colorsId: 5,
		modelsId: 4,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 12 mini 128GB (Белый | White)',
		slug: 'apple-iphone-12-mini-128gb-white',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 45990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-white.webp'
		],
		colorsId: 5,
		modelsId: 4,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 mini 256GB (Белый | White)',
		slug: 'apple-iphone-12-mini-256gb-white',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 50990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-white.webp'
		],
		colorsId: 5,
		modelsId: 4,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 mini 64GB (PRODUCT)RED',
		slug: 'apple-iphone-12-mini-64gb-productred',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 43990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-product-red.webp'
		],
		colorsId: 7,
		modelsId: 4,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 12 mini 128GB (PRODUCT)RED',
		slug: 'apple-iphone-12-mini-128gb-productred',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 45990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-product-red.webp'
		],
		colorsId: 7,
		modelsId: 4,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 mini 256GB (PRODUCT)RED',
		slug: 'apple-iphone-12-mini-256gb-productred',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 50990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-product-red.webp'
		],
		colorsId: 7,
		modelsId: 4,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 mini 64GB (Фиолетовый | Purple)',
		slug: 'apple-iphone-12-mini-64gb-purple',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 43990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-purple.webp'
		],
		colorsId: 3,
		modelsId: 4,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 12 mini 128GB (Фиолетовый | Purple)',
		slug: 'apple-iphone-12-mini-128gb-purple',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 45990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-purple.webp'
		],
		colorsId: 3,
		modelsId: 4,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 mini 256GB (Фиолетовый | Purple)',
		slug: 'apple-iphone-12-mini-256gb-purple',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 50990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-purple.webp'
		],
		colorsId: 3,
		modelsId: 4,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 mini 64GB (Зелёный | Green)',
		slug: 'apple-iphone-12-mini-64gb-green',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 43990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-green.webp'
		],
		colorsId: 14,
		modelsId: 4,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 12 mini 128GB (Зелёный | Green)',
		slug: 'apple-iphone-12-mini-128gb-green',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 45990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-green.webp'
		],
		colorsId: 14,
		modelsId: 4,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 mini 256GB (Зелёный | Green)',
		slug: 'apple-iphone-12-mini-256gb-green',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 50990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-green.webp'
		],
		colorsId: 14,
		modelsId: 4,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 mini 64GB (Синий | Blue)',
		slug: 'apple-iphone-12-mini-64gb-blue',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 43990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-blue.webp'
		],
		colorsId: 14,
		modelsId: 4,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 12 mini 128GB (Синий | Blue)',
		slug: 'apple-iphone-12-mini-128gb-blue',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 45990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-blue.webp'
		],
		colorsId: 14,
		modelsId: 4,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 mini 256GB (Синий | Blue)',
		slug: 'apple-iphone-12-mini-256gb-blue',
		description:
			'Apple iPhone 12 mini — супермощный смартфон в ультрамалом формате. Внутри компактного корпуса прописался целый набор передовых функций. Молниеносный процессор A14 Bionic восхищает невероятной производительностью. Изумительный дисплей Super Retina XDR радует сочной картинкой. Система камер удивляет качеством снимков, а зарядка MagSafe избавляет от хлопот с кабелем. Запись видео Dolby Vision — сильный козырь девайса. Сюжеты получаются очень реалистичными. Монтировать ролики можно прямо на гаджете в приложении iMovie. Система распознавания Face ID работает как часы. Apple iPhone 12 mini — миниатюрный смартфон с колоссальным функционалом. Это выбор динамичного пользователя.',
		price: 50990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/mini/apple-iphone-12-mini-blue.webp'
		],
		colorsId: 14,
		modelsId: 4,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 64GB (Чёрный | Black)',
		slug: 'apple-iphone-12-64gb-black',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 48990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/12/apple-iphone-12-black.webp'],
		colorsId: 4,
		modelsId: 5,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 12 128GB (Чёрный | Black)',
		slug: 'apple-iphone-12-128gb-black',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 57990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/12/apple-iphone-12-black.webp'],
		colorsId: 4,
		modelsId: 5,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 256GB (Чёрный | Black)',
		slug: 'apple-iphone-12-256gb-black',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 89990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/12/apple-iphone-12-black.webp'],
		colorsId: 4,
		modelsId: 5,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 64GB (Белый | White)',
		slug: 'apple-iphone-12-64gb-white',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 49990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/12/apple-iphone-12-white.webp'],
		colorsId: 5,
		modelsId: 5,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 12 128GB (Белый | White)',
		slug: 'apple-iphone-12-128gb-white',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 57990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/12/apple-iphone-12-white.webp'],
		colorsId: 5,
		modelsId: 5,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 256GB (Белый | White)',
		slug: 'apple-iphone-12-256gb-white',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 89990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/12/apple-iphone-12-white.webp'],
		colorsId: 5,
		modelsId: 5,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 64GB (PRODUCT)RED',
		slug: 'apple-iphone-12-64gb-productred',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 48990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/apple-iphone-12-product-red.webp'
		],
		colorsId: 7,
		modelsId: 5,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 12 128GB (PRODUCT)RED',
		slug: 'apple-iphone-12-128gb-productred',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 57990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/apple-iphone-12-product-red.webp'
		],
		colorsId: 7,
		modelsId: 5,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 256GB (PRODUCT)RED',
		slug: 'apple-iphone-12-256gb-productred',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 89990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/apple-iphone-12-product-red.webp'
		],
		colorsId: 7,
		modelsId: 5,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 64GB (Фиолетовый | Purple)',
		slug: 'apple-iphone-12-64gb-purple',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 48990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/12/apple-iphone-12-purple.webp'],
		colorsId: 3,
		modelsId: 5,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 12 128GB (Фиолетовый | Purple)',
		slug: 'apple-iphone-12-128gb-purple',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 57990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/12/apple-iphone-12-purple.webp'],
		colorsId: 3,
		modelsId: 5,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 256GB (Фиолетовый | Purple)',
		slug: 'apple-iphone-12-256gb-purple',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 89990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/12/apple-iphone-12-purple.webp'],
		colorsId: 3,
		modelsId: 5,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 64GB (Зелёный | Green)',
		slug: 'apple-iphone-12-64gb-green',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 48990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/12/apple-iphone-12-green.webp'],
		colorsId: 14,
		modelsId: 5,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 12 128GB (Зелёный | Green)',
		slug: 'apple-iphone-12-128gb-green',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 56990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/12/apple-iphone-12-green.webp'],
		colorsId: 14,
		modelsId: 5,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 256GB (Зелёный | Green)',
		slug: 'apple-iphone-12-256gb-green',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 89990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/12/apple-iphone-12-green.webp'],
		colorsId: 14,
		modelsId: 5,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 64GB (Синий | Blue)',
		slug: 'apple-iphone-12-64gb-blue',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 48990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/12/apple-iphone-12-blue.webp'],
		colorsId: 14,
		modelsId: 5,
		storageCapacityId: 1
	},
	{
		name: 'Apple iPhone 12 128GB (Синий | Blue)',
		slug: 'apple-iphone-12-128gb-blue',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 57990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/12/apple-iphone-12-blue.webp'],
		colorsId: 14,
		modelsId: 5,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 256GB (Синий | Blue)',
		slug: 'apple-iphone-12-256gb-blue',
		description:
			'Apple iPhone 12 — ультрамощный смартфон от престижного бренда. Девайс получил молниеносный процессор A14 Bionic и впечатляющий дисплей Super Retina XDR от края до края. Набор продвинутых камер эффективно работает даже в условиях слабого освещения. Видеоролики Dolby Vision завораживают реалистичностью. Фотовозможности гаджета колоссальны. Широкоугольный датчик теперь улавливает значительно больше света. Проработка нюансов очень точная днем и ночью. Портретный режим обеспечивает художественное размытие фона, выделяя самое главное. Смартфон объединяет прорывные возможности с легендарным дизайном. Apple iPhone 12 это выбор активного пользователя.',
		price: 89990,
		categoryId: 1,
		images: ['/uploads/images/products/iphone/12/apple-iphone-12-blue.webp'],
		colorsId: 14,
		modelsId: 5,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 Pro 128GB (Графитовый | Graphite)',
		slug: 'apple-iphone-12-pro-128gb-graphite',
		description:
			'Привет, скорость! Полный красок 6,1-дюймовый дисплей Super Retina XDR. Передняя панель с инновационной технологией Ceramic Shield, снижает риск повреждения дисплея в 4 раза. Потрясающая четкость изображения при недостаточной освещенности во время съемки с ночным режимом. Усовершенствованная система камер большой тройки с четырехкратным оптическим зумом. Съемка, редактирование и воспроизведение видео кинематографического качества все это теперь в стандарте Dolby Vision. Мощный процессор A14 с искусственным интеллектом внутри. Приготовьтесь, вас ждут яркие открытия.',
		price: 81990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/apple-iphone-12-pro-graphite.webp'
		],
		colorsId: 10,
		modelsId: 6,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 Pro 256GB (Графитовый | Graphite)',
		slug: 'apple-iphone-12-pro-256gb-graphite',
		description:
			'Привет, скорость! Полный красок 6,1-дюймовый дисплей Super Retina XDR. Передняя панель с инновационной технологией Ceramic Shield, снижает риск повреждения дисплея в 4 раза. Потрясающая четкость изображения при недостаточной освещенности во время съемки с ночным режимом. Усовершенствованная система камер большой тройки с четырехкратным оптическим зумом. Съемка, редактирование и воспроизведение видео кинематографического качества все это теперь в стандарте Dolby Vision. Мощный процессор A14 с искусственным интеллектом внутри. Приготовьтесь, вас ждут яркие открытия.',
		price: 89990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/apple-iphone-12-pro-graphite.webp'
		],
		colorsId: 10,
		modelsId: 6,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 Pro 512GB (Графитовый | Graphite)',
		slug: 'apple-iphone-12-pro-512gb-graphite',
		description:
			'Привет, скорость! Полный красок 6,1-дюймовый дисплей Super Retina XDR. Передняя панель с инновационной технологией Ceramic Shield, снижает риск повреждения дисплея в 4 раза. Потрясающая четкость изображения при недостаточной освещенности во время съемки с ночным режимом. Усовершенствованная система камер большой тройки с четырехкратным оптическим зумом. Съемка, редактирование и воспроизведение видео кинематографического качества все это теперь в стандарте Dolby Vision. Мощный процессор A14 с искусственным интеллектом внутри. Приготовьтесь, вас ждут яркие открытия.',
		price: 92990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/apple-iphone-12-pro-graphite.webp'
		],
		colorsId: 10,
		modelsId: 6,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 12 Pro 128GB (Серебристый | Silver)',
		slug: 'apple-iphone-12-pro-128gb-silver',
		description:
			'Привет, скорость! Полный красок 6,1-дюймовый дисплей Super Retina XDR. Передняя панель с инновационной технологией Ceramic Shield, снижает риск повреждения дисплея в 4 раза. Потрясающая четкость изображения при недостаточной освещенности во время съемки с ночным режимом. Усовершенствованная система камер большой тройки с четырехкратным оптическим зумом. Съемка, редактирование и воспроизведение видео кинематографического качества все это теперь в стандарте Dolby Vision. Мощный процессор A14 с искусственным интеллектом внутри. Приготовьтесь, вас ждут яркие открытия.',
		price: 81990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/apple-iphone-12-pro-silver.webp'
		],
		colorsId: 2,
		modelsId: 6,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 Pro 256GB (Серебристый | Silver)',
		slug: 'apple-iphone-12-pro-256gb-silver',
		description:
			'Привет, скорость! Полный красок 6,1-дюймовый дисплей Super Retina XDR. Передняя панель с инновационной технологией Ceramic Shield, снижает риск повреждения дисплея в 4 раза. Потрясающая четкость изображения при недостаточной освещенности во время съемки с ночным режимом. Усовершенствованная система камер большой тройки с четырехкратным оптическим зумом. Съемка, редактирование и воспроизведение видео кинематографического качества все это теперь в стандарте Dolby Vision. Мощный процессор A14 с искусственным интеллектом внутри. Приготовьтесь, вас ждут яркие открытия.',
		price: 89990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/apple-iphone-12-pro-silver.webp'
		],
		colorsId: 2,
		modelsId: 6,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 Pro 512GB (Серебристый | Silver)',
		slug: 'apple-iphone-12-pro-512gb-silver',
		description:
			'Привет, скорость! Полный красок 6,1-дюймовый дисплей Super Retina XDR. Передняя панель с инновационной технологией Ceramic Shield, снижает риск повреждения дисплея в 4 раза. Потрясающая четкость изображения при недостаточной освещенности во время съемки с ночным режимом. Усовершенствованная система камер большой тройки с четырехкратным оптическим зумом. Съемка, редактирование и воспроизведение видео кинематографического качества все это теперь в стандарте Dolby Vision. Мощный процессор A14 с искусственным интеллектом внутри. Приготовьтесь, вас ждут яркие открытия.',
		price: 92990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/apple-iphone-12-pro-silver.webp'
		],
		colorsId: 2,
		modelsId: 6,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 12 Pro 128GB (Золотой | Gold)',
		slug: 'apple-iphone-12-pro-128gb-gold',
		description:
			'Привет, скорость! Полный красок 6,1-дюймовый дисплей Super Retina XDR. Передняя панель с инновационной технологией Ceramic Shield, снижает риск повреждения дисплея в 4 раза. Потрясающая четкость изображения при недостаточной освещенности во время съемки с ночным режимом. Усовершенствованная система камер большой тройки с четырехкратным оптическим зумом. Съемка, редактирование и воспроизведение видео кинематографического качества все это теперь в стандарте Dolby Vision. Мощный процессор A14 с искусственным интеллектом внутри. Приготовьтесь, вас ждут яркие открытия.',
		price: 81990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/apple-iphone-12-pro-gold.webp'
		],
		colorsId: 1,
		modelsId: 6,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 Pro 256GB (Золотой | Gold)',
		slug: 'apple-iphone-12-pro-256gb-gold',
		description:
			'Привет, скорость! Полный красок 6,1-дюймовый дисплей Super Retina XDR. Передняя панель с инновационной технологией Ceramic Shield, снижает риск повреждения дисплея в 4 раза. Потрясающая четкость изображения при недостаточной освещенности во время съемки с ночным режимом. Усовершенствованная система камер большой тройки с четырехкратным оптическим зумом. Съемка, редактирование и воспроизведение видео кинематографического качества все это теперь в стандарте Dolby Vision. Мощный процессор A14 с искусственным интеллектом внутри. Приготовьтесь, вас ждут яркие открытия.',
		price: 89990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/apple-iphone-12-pro-gold.webp'
		],
		colorsId: 1,
		modelsId: 6,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 Pro 512GB (Золотой | Gold)',
		slug: 'apple-iphone-12-pro-512gb-gold',
		description:
			'Привет, скорость! Полный красок 6,1-дюймовый дисплей Super Retina XDR. Передняя панель с инновационной технологией Ceramic Shield, снижает риск повреждения дисплея в 4 раза. Потрясающая четкость изображения при недостаточной освещенности во время съемки с ночным режимом. Усовершенствованная система камер большой тройки с четырехкратным оптическим зумом. Съемка, редактирование и воспроизведение видео кинематографического качества все это теперь в стандарте Dolby Vision. Мощный процессор A14 с искусственным интеллектом внутри. Приготовьтесь, вас ждут яркие открытия.',
		price: 92990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/apple-iphone-12-pro-gold.webp'
		],
		colorsId: 1,
		modelsId: 6,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 12 Pro 128GB («Тихоокеанский синий» | Pacific Blue)',
		slug: 'apple-iphone-12-pro-128gb-pacific-blue',
		description:
			'Привет, скорость! Полный красок 6,1-дюймовый дисплей Super Retina XDR. Передняя панель с инновационной технологией Ceramic Shield, снижает риск повреждения дисплея в 4 раза. Потрясающая четкость изображения при недостаточной освещенности во время съемки с ночным режимом. Усовершенствованная система камер большой тройки с четырехкратным оптическим зумом. Съемка, редактирование и воспроизведение видео кинематографического качества все это теперь в стандарте Dolby Vision. Мощный процессор A14 с искусственным интеллектом внутри. Приготовьтесь, вас ждут яркие открытия.',
		price: 81990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/apple-iphone-12-pro-pacific-blue.webp'
		],
		colorsId: 20,
		modelsId: 6,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 Pro 256GB («Тихоокеанский синий» | Pacific Blue)',
		slug: 'apple-iphone-12-pro-256gb-pacific-blue',
		description:
			'Привет, скорость! Полный красок 6,1-дюймовый дисплей Super Retina XDR. Передняя панель с инновационной технологией Ceramic Shield, снижает риск повреждения дисплея в 4 раза. Потрясающая четкость изображения при недостаточной освещенности во время съемки с ночным режимом. Усовершенствованная система камер большой тройки с четырехкратным оптическим зумом. Съемка, редактирование и воспроизведение видео кинематографического качества все это теперь в стандарте Dolby Vision. Мощный процессор A14 с искусственным интеллектом внутри. Приготовьтесь, вас ждут яркие открытия.',
		price: 89990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/apple-iphone-12-pro-pacific-blue.webp'
		],
		colorsId: 20,
		modelsId: 6,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 Pro 512GB («Тихоокеанский синий» | Pacific Blue)',
		slug: 'apple-iphone-12-pro-512gb-pacific-blue',
		description:
			'Привет, скорость! Полный красок 6,1-дюймовый дисплей Super Retina XDR. Передняя панель с инновационной технологией Ceramic Shield, снижает риск повреждения дисплея в 4 раза. Потрясающая четкость изображения при недостаточной освещенности во время съемки с ночным режимом. Усовершенствованная система камер большой тройки с четырехкратным оптическим зумом. Съемка, редактирование и воспроизведение видео кинематографического качества все это теперь в стандарте Dolby Vision. Мощный процессор A14 с искусственным интеллектом внутри. Приготовьтесь, вас ждут яркие открытия.',
		price: 92990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/apple-iphone-12-pro-pacific-blue.webp'
		],
		colorsId: 20,
		modelsId: 6,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 12 Pro Max 128GB (Графитовый | Graphite)',
		slug: 'apple-iphone-12-pro-max-128gb-graphite',
		description:
			'Apple iPhone 12 Pro Max — бескомпромиссный и престижный смартфон. Возможности гаджета восхищают. Ультрабыстрый процессор A14 Bionic заставляет игры «летать». Огромный дисплей Super Retina XDR привлекает «живой» картинкой. Система Pro-камер удивляет реалистичными видео Dolby Vision. Всеобщий ночной режим впечатляет качеством фотографий, снятых при недостатке света. Вернулся дизайн, полюбившийся миллионам фанатов бренда. Передовые характеристики сочетаются здесь с легендарной i-классикой. Монолитный корпус гаджета сделан из закаленного стекла и хирургической стали. Панель Ceramic Shield обеспечивает новый уровень защиты дисплея. Рамки уменьшились, а экран увеличился. Apple iPhone 12 Pro Max — выбор динамичных людей, следящих за развитием технологий.',
		price: 81990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/max/apple-iphone-12-pro-graphite.webp'
		],
		colorsId: 10,
		modelsId: 7,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 Pro Max 256GB (Графитовый | Graphite)',
		slug: 'apple-iphone-12-pro-max-256gb-graphite',
		description:
			'Apple iPhone 12 Pro Max — бескомпромиссный и престижный смартфон. Возможности гаджета восхищают. Ультрабыстрый процессор A14 Bionic заставляет игры «летать». Огромный дисплей Super Retina XDR привлекает «живой» картинкой. Система Pro-камер удивляет реалистичными видео Dolby Vision. Всеобщий ночной режим впечатляет качеством фотографий, снятых при недостатке света. Вернулся дизайн, полюбившийся миллионам фанатов бренда. Передовые характеристики сочетаются здесь с легендарной i-классикой. Монолитный корпус гаджета сделан из закаленного стекла и хирургической стали. Панель Ceramic Shield обеспечивает новый уровень защиты дисплея. Рамки уменьшились, а экран увеличился. Apple iPhone 12 Pro Max — выбор динамичных людей, следящих за развитием технологий.',
		price: 89990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/max/apple-iphone-12-pro-graphite.webp'
		],
		colorsId: 10,
		modelsId: 7,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 Pro Max 512GB (Графитовый | Graphite)',
		slug: 'apple-iphone-12-pro-max-512gb-graphite',
		description:
			'Apple iPhone 12 Pro Max — бескомпромиссный и престижный смартфон. Возможности гаджета восхищают. Ультрабыстрый процессор A14 Bionic заставляет игры «летать». Огромный дисплей Super Retina XDR привлекает «живой» картинкой. Система Pro-камер удивляет реалистичными видео Dolby Vision. Всеобщий ночной режим впечатляет качеством фотографий, снятых при недостатке света. Вернулся дизайн, полюбившийся миллионам фанатов бренда. Передовые характеристики сочетаются здесь с легендарной i-классикой. Монолитный корпус гаджета сделан из закаленного стекла и хирургической стали. Панель Ceramic Shield обеспечивает новый уровень защиты дисплея. Рамки уменьшились, а экран увеличился. Apple iPhone 12 Pro Max — выбор динамичных людей, следящих за развитием технологий.',
		price: 92990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/max/apple-iphone-12-pro-graphite.webp'
		],
		colorsId: 10,
		modelsId: 7,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 12 Pro Max 128GB (Серебристый | Silver)',
		slug: 'apple-iphone-12-pro-max-128gb-silver',
		description:
			'Apple iPhone 12 Pro Max — бескомпромиссный и престижный смартфон. Возможности гаджета восхищают. Ультрабыстрый процессор A14 Bionic заставляет игры «летать». Огромный дисплей Super Retina XDR привлекает «живой» картинкой. Система Pro-камер удивляет реалистичными видео Dolby Vision. Всеобщий ночной режим впечатляет качеством фотографий, снятых при недостатке света. Вернулся дизайн, полюбившийся миллионам фанатов бренда. Передовые характеристики сочетаются здесь с легендарной i-классикой. Монолитный корпус гаджета сделан из закаленного стекла и хирургической стали. Панель Ceramic Shield обеспечивает новый уровень защиты дисплея. Рамки уменьшились, а экран увеличился. Apple iPhone 12 Pro Max — выбор динамичных людей, следящих за развитием технологий.',
		price: 81990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/max/apple-iphone-12-pro-silver.webp'
		],
		colorsId: 2,
		modelsId: 7,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 Pro Max 256GB (Серебристый | Silver)',
		slug: 'apple-iphone-12-pro-max-256gb-silver',
		description:
			'Apple iPhone 12 Pro Max — бескомпромиссный и престижный смартфон. Возможности гаджета восхищают. Ультрабыстрый процессор A14 Bionic заставляет игры «летать». Огромный дисплей Super Retina XDR привлекает «живой» картинкой. Система Pro-камер удивляет реалистичными видео Dolby Vision. Всеобщий ночной режим впечатляет качеством фотографий, снятых при недостатке света. Вернулся дизайн, полюбившийся миллионам фанатов бренда. Передовые характеристики сочетаются здесь с легендарной i-классикой. Монолитный корпус гаджета сделан из закаленного стекла и хирургической стали. Панель Ceramic Shield обеспечивает новый уровень защиты дисплея. Рамки уменьшились, а экран увеличился. Apple iPhone 12 Pro Max — выбор динамичных людей, следящих за развитием технологий.',
		price: 89990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/max/apple-iphone-12-pro-silver.webp'
		],
		colorsId: 2,
		modelsId: 7,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 Pro Max 512GB (Серебристый | Silver)',
		slug: 'apple-iphone-12-pro-max-512gb-silver',
		description:
			'Apple iPhone 12 Pro Max — бескомпромиссный и престижный смартфон. Возможности гаджета восхищают. Ультрабыстрый процессор A14 Bionic заставляет игры «летать». Огромный дисплей Super Retina XDR привлекает «живой» картинкой. Система Pro-камер удивляет реалистичными видео Dolby Vision. Всеобщий ночной режим впечатляет качеством фотографий, снятых при недостатке света. Вернулся дизайн, полюбившийся миллионам фанатов бренда. Передовые характеристики сочетаются здесь с легендарной i-классикой. Монолитный корпус гаджета сделан из закаленного стекла и хирургической стали. Панель Ceramic Shield обеспечивает новый уровень защиты дисплея. Рамки уменьшились, а экран увеличился. Apple iPhone 12 Pro Max — выбор динамичных людей, следящих за развитием технологий.',
		price: 92990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/max/apple-iphone-12-pro-silver.webp'
		],
		colorsId: 2,
		modelsId: 7,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 12 Pro Max 128GB (Золотой | Gold)',
		slug: 'apple-iphone-12-pro-max-128gb-gold',
		description:
			'Apple iPhone 12 Pro Max — бескомпромиссный и престижный смартфон. Возможности гаджета восхищают. Ультрабыстрый процессор A14 Bionic заставляет игры «летать». Огромный дисплей Super Retina XDR привлекает «живой» картинкой. Система Pro-камер удивляет реалистичными видео Dolby Vision. Всеобщий ночной режим впечатляет качеством фотографий, снятых при недостатке света. Вернулся дизайн, полюбившийся миллионам фанатов бренда. Передовые характеристики сочетаются здесь с легендарной i-классикой. Монолитный корпус гаджета сделан из закаленного стекла и хирургической стали. Панель Ceramic Shield обеспечивает новый уровень защиты дисплея. Рамки уменьшились, а экран увеличился. Apple iPhone 12 Pro Max — выбор динамичных людей, следящих за развитием технологий.',
		price: 81990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/max/apple-iphone-12-pro-gold.webp'
		],
		colorsId: 1,
		modelsId: 7,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 Pro Max 256GB (Золотой | Gold)',
		slug: 'apple-iphone-12-pro-max-256gb-gold',
		description:
			'Apple iPhone 12 Pro Max — бескомпромиссный и престижный смартфон. Возможности гаджета восхищают. Ультрабыстрый процессор A14 Bionic заставляет игры «летать». Огромный дисплей Super Retina XDR привлекает «живой» картинкой. Система Pro-камер удивляет реалистичными видео Dolby Vision. Всеобщий ночной режим впечатляет качеством фотографий, снятых при недостатке света. Вернулся дизайн, полюбившийся миллионам фанатов бренда. Передовые характеристики сочетаются здесь с легендарной i-классикой. Монолитный корпус гаджета сделан из закаленного стекла и хирургической стали. Панель Ceramic Shield обеспечивает новый уровень защиты дисплея. Рамки уменьшились, а экран увеличился. Apple iPhone 12 Pro Max — выбор динамичных людей, следящих за развитием технологий.',
		price: 89990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/max/apple-iphone-12-pro-gold.webp'
		],
		colorsId: 1,
		modelsId: 7,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 Pro Max 512GB (Золотой | Gold)',
		slug: 'apple-iphone-12-pro-max-512gb-gold',
		description:
			'Apple iPhone 12 Pro Max — бескомпромиссный и престижный смартфон. Возможности гаджета восхищают. Ультрабыстрый процессор A14 Bionic заставляет игры «летать». Огромный дисплей Super Retina XDR привлекает «живой» картинкой. Система Pro-камер удивляет реалистичными видео Dolby Vision. Всеобщий ночной режим впечатляет качеством фотографий, снятых при недостатке света. Вернулся дизайн, полюбившийся миллионам фанатов бренда. Передовые характеристики сочетаются здесь с легендарной i-классикой. Монолитный корпус гаджета сделан из закаленного стекла и хирургической стали. Панель Ceramic Shield обеспечивает новый уровень защиты дисплея. Рамки уменьшились, а экран увеличился. Apple iPhone 12 Pro Max — выбор динамичных людей, следящих за развитием технологий.',
		price: 92990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/max/apple-iphone-12-pro-gold.webp'
		],
		colorsId: 1,
		modelsId: 7,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 12 Pro Max 128GB («Тихоокеанский синий» | Pacific Blue)',
		slug: 'apple-iphone-12-pro-max-128gb-pacific-blue',
		description:
			'Apple iPhone 12 Pro Max — бескомпромиссный и престижный смартфон. Возможности гаджета восхищают. Ультрабыстрый процессор A14 Bionic заставляет игры «летать». Огромный дисплей Super Retina XDR привлекает «живой» картинкой. Система Pro-камер удивляет реалистичными видео Dolby Vision. Всеобщий ночной режим впечатляет качеством фотографий, снятых при недостатке света. Вернулся дизайн, полюбившийся миллионам фанатов бренда. Передовые характеристики сочетаются здесь с легендарной i-классикой. Монолитный корпус гаджета сделан из закаленного стекла и хирургической стали. Панель Ceramic Shield обеспечивает новый уровень защиты дисплея. Рамки уменьшились, а экран увеличился. Apple iPhone 12 Pro Max — выбор динамичных людей, следящих за развитием технологий.',
		price: 81990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/max/apple-iphone-12-pro-pacific-blue.webp'
		],
		colorsId: 20,
		modelsId: 7,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 12 Pro Max 256GB («Тихоокеанский синий» | Pacific Blue)',
		slug: 'apple-iphone-12-pro-max-256gb-pacific-blue',
		description:
			'Apple iPhone 12 Pro Max — бескомпромиссный и престижный смартфон. Возможности гаджета восхищают. Ультрабыстрый процессор A14 Bionic заставляет игры «летать». Огромный дисплей Super Retina XDR привлекает «живой» картинкой. Система Pro-камер удивляет реалистичными видео Dolby Vision. Всеобщий ночной режим впечатляет качеством фотографий, снятых при недостатке света. Вернулся дизайн, полюбившийся миллионам фанатов бренда. Передовые характеристики сочетаются здесь с легендарной i-классикой. Монолитный корпус гаджета сделан из закаленного стекла и хирургической стали. Панель Ceramic Shield обеспечивает новый уровень защиты дисплея. Рамки уменьшились, а экран увеличился. Apple iPhone 12 Pro Max — выбор динамичных людей, следящих за развитием технологий.',
		price: 89990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/max/apple-iphone-12-pro-pacific-blue.webp'
		],
		colorsId: 20,
		modelsId: 7,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 12 Pro Max 512GB («Тихоокеанский синий» | Pacific Blue)',
		slug: 'apple-iphone-12-pro-max-512gb-pacific-blue',
		description:
			'Apple iPhone 12 Pro Max — бескомпромиссный и престижный смартфон. Возможности гаджета восхищают. Ультрабыстрый процессор A14 Bionic заставляет игры «летать». Огромный дисплей Super Retina XDR привлекает «живой» картинкой. Система Pro-камер удивляет реалистичными видео Dolby Vision. Всеобщий ночной режим впечатляет качеством фотографий, снятых при недостатке света. Вернулся дизайн, полюбившийся миллионам фанатов бренда. Передовые характеристики сочетаются здесь с легендарной i-классикой. Монолитный корпус гаджета сделан из закаленного стекла и хирургической стали. Панель Ceramic Shield обеспечивает новый уровень защиты дисплея. Рамки уменьшились, а экран увеличился. Apple iPhone 12 Pro Max — выбор динамичных людей, следящих за развитием технологий.',
		price: 92990,
		categoryId: 1,
		images: [
			'/uploads/images/products/iphone/12/pro/max/apple-iphone-12-pro-max-pacific-blue.webp'
		],
		colorsId: 20,
		modelsId: 7,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 mini 128GB (Синий | Blue)',
		slug: 'apple-iphone-13-mini-128gb-blue',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 58990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-blue.jpg'
		],
		colorsId: 8,
		modelsId: 8,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 mini 256GB (Синий | Blue)',
		slug: 'apple-iphone-13-mini-256gb-blue',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 69990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-blue.jpg'
		],
		colorsId: 8,
		modelsId: 8,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 mini 512GB (Синий | Blue)',
		slug: 'apple-iphone-13-mini-512gb-blue',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 75990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-blue.jpg'
		],
		colorsId: 8,
		modelsId: 8,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 mini 128GB («Тёмная ночь» | Midnight)',
		slug: 'apple-iphone-13-mini-128gb-midnight',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 58990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-midnight.jpg'
		],
		colorsId: 16,
		modelsId: 8,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 mini 256GB («Тёмная ночь» | Midnight)',
		slug: 'apple-iphone-13-mini-256gb-midnight',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 69990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-midnight.jpg'
		],
		colorsId: 16,
		modelsId: 8,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 mini 512GB («Тёмная ночь» | Midnight)',
		slug: 'apple-iphone-13-mini-512gb-midnight',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 75990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-midnight.jpg'
		],
		colorsId: 16,
		modelsId: 8,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 mini 128GB («Сияющая звезда» | Starlight)',
		slug: 'apple-iphone-13-mini-128gb-starlight',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 58990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-starlight.jpg'
		],
		colorsId: 13,
		modelsId: 8,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 mini 256GB («Сияющая звезда» | Starlight)',
		slug: 'apple-iphone-13-mini-256gb-starlight',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 69990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-starlight.jpg'
		],
		colorsId: 13,
		modelsId: 8,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 mini 512GB («Сияющая звезда» | Starlight)',
		slug: 'apple-iphone-13-mini-512gb-starlight',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 75990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-starlight.jpg'
		],
		colorsId: 13,
		modelsId: 8,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 mini 128GB (PRODUCT)RED',
		slug: 'apple-iphone-13-mini-128gb-productred',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 59990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-productred.jpg'
		],
		colorsId: 7,
		modelsId: 8,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 mini 256GB (PRODUCT)RED',
		slug: 'apple-iphone-13-mini-256gb-productred',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 69990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-productred.jpg'
		],
		colorsId: 7,
		modelsId: 8,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 mini 512GB (PRODUCT)RED',
		slug: 'apple-iphone-13-mini-512gb-productred',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 75990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-productred.jpg'
		],
		colorsId: 7,
		modelsId: 8,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 mini 128GB (Зелёный | Green)',
		slug: 'apple-iphone-13-mini-128gb-green',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 59990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-green.jpg'
		],
		colorsId: 14,
		modelsId: 8,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 mini 256GB (Зелёный | Green)',
		slug: 'apple-iphone-13-mini-256gb-green',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 69990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-green.jpg'
		],
		colorsId: 14,
		modelsId: 8,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 mini 512GB (Зелёный | Green)',
		slug: 'apple-iphone-13-mini-512gb-green',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 75990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-green.jpg'
		],
		colorsId: 14,
		modelsId: 8,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 mini 128GB (Розовый | Pink)',
		slug: 'apple-iphone-13-mini-128gb-pink',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 59990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-pink.jpg'
		],
		colorsId: 12,
		modelsId: 8,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 mini 256GB (Розовый | Pink)',
		slug: 'apple-iphone-13-mini-256gb-pink',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 69990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-pink.jpg'
		],
		colorsId: 12,
		modelsId: 8,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 mini 512GB (Розовый | Pink)',
		slug: 'apple-iphone-13-mini-512gb-pink',
		description:
			'iPhone 13 mini- были полностью переосмыслены. Новые модели в элегантном алюминиевом корпусе с надёжной плоской рамкой выпускаются в пяти великолепных цветах. Дисплей OLED — энергоэффективный и контрастный даже при ярком солнечном свете. А прочный корпус надёжно защищён от воды и пыли. Чип A15 Bionic отвечает за превосходную работу игр со сложной графикой, а также работу новых функций камеры, таких как режим «Киноэффект» и Фотографические стили. А ещё новый чип увеличивает время работы от аккумулятора.',
		price: 75990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/mini/apple-iphone-13-mini-pink.jpg'
		],
		colorsId: 12,
		modelsId: 8,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 128GB (Синий | Blue)',
		slug: 'apple-iphone-13-128gb-blue',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 62990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/13/apple-iphone-13-mini-blue.jpg'],
		colorsId: 8,
		modelsId: 9,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 256GB (Синий | Blue)',
		slug: 'apple-iphone-13-256gb-blue',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 74990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/13/apple-iphone-13-mini-blue.jpg'],
		colorsId: 8,
		modelsId: 9,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 512GB (Синий | Blue)',
		slug: 'apple-iphone-13-512gb-blue',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 80990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/13/apple-iphone-13-mini-blue.jpg'],
		colorsId: 8,
		modelsId: 9,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 128GB («Тёмная ночь» | Midnight)',
		slug: 'apple-iphone-13-128gb-midnight',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 64490,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/apple-iphone-13-mini-midnight.jpg'
		],
		colorsId: 16,
		modelsId: 9,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 256GB («Тёмная ночь» | Midnight)',
		slug: 'apple-iphone-13-256gb-midnight',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 74990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/apple-iphone-13-mini-midnight.jpg'
		],
		colorsId: 16,
		modelsId: 9,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 512GB («Тёмная ночь» | Midnight)',
		slug: 'apple-iphone-13-512gb-midnight',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 84990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/apple-iphone-13-mini-midnight.jpg'
		],
		colorsId: 16,
		modelsId: 9,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 128GB («Сияющая звезда» | Starlight)',
		slug: 'apple-iphone-13-128gb-starlight',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 62990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/apple-iphone-13-mini-starlight.jpg'
		],
		colorsId: 13,
		modelsId: 9,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 256GB («Сияющая звезда» | Starlight)',
		slug: 'apple-iphone-13-256gb-starlight',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 74990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/apple-iphone-13-mini-starlight.jpg'
		],
		colorsId: 13,
		modelsId: 9,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 512GB («Сияющая звезда» | Starlight)',
		slug: 'apple-iphone-13-512gb-starlight',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 80990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/apple-iphone-13-mini-starlight.jpg'
		],
		colorsId: 13,
		modelsId: 9,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 128GB (PRODUCT)RED',
		slug: 'apple-iphone-13-128gb-productred',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 63990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/apple-iphone-13-mini-productred.jpg'
		],
		colorsId: 7,
		modelsId: 9,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 256GB (PRODUCT)RED',
		slug: 'apple-iphone-13-256gb-productred',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 74990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/apple-iphone-13-mini-productred.jpg'
		],
		colorsId: 7,
		modelsId: 9,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 512GB (PRODUCT)RED',
		slug: 'apple-iphone-13-512gb-productred',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 83990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/apple-iphone-13-mini-productred.jpg'
		],
		colorsId: 7,
		modelsId: 9,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 128GB (Зелёный | Green)',
		slug: 'apple-iphone-13-128gb-green',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 64990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/apple-iphone-13-mini-green.jpg'
		],
		colorsId: 14,
		modelsId: 9,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 256GB (Зелёный | Green)',
		slug: 'apple-iphone-13-256gb-green',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 74990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/apple-iphone-13-mini-green.jpg'
		],
		colorsId: 14,
		modelsId: 9,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 512GB (Зелёный | Green)',
		slug: 'apple-iphone-13-512gb-green',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 83990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/apple-iphone-13-mini-green.jpg'
		],
		colorsId: 14,
		modelsId: 9,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 128GB (Розовый | Pink)',
		slug: 'apple-iphone-13-128gb-pink',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 63990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/13/apple-iphone-13-mini-pink.jpg'],
		colorsId: 12,
		modelsId: 9,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 256GB (Розовый | Pink)',
		slug: 'apple-iphone-13-256gb-pink',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 74990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/13/apple-iphone-13-pink.jpg'],
		colorsId: 12,
		modelsId: 9,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 512GB (Розовый | Pink)',
		slug: 'apple-iphone-13-512gb-pink',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 83990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/13/apple-iphone-13-pink.jpg'],
		colorsId: 12,
		modelsId: 9,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 Pro 128GB (Серебристый | Silver)',
		slug: 'apple-iphone-13-pro-128gb-silver',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 92990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-silver.jpg'
		],
		colorsId: 2,
		modelsId: 10,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 Pro 256GB (Серебристый | Silver)',
		slug: 'apple-iphone-13-pro-256gb-silver',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 104990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-silver.jpg'
		],
		colorsId: 2,
		modelsId: 10,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 Pro 512GB (Серебристый | Silver)',
		slug: 'apple-iphone-13-pro-512gb-silver',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 111990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-silver.jpg'
		],
		colorsId: 2,
		modelsId: 10,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 Pro 1TB (Серебристый | Silver)',
		slug: 'apple-iphone-13-pro-1tb-silver',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 118990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-silver.jpg'
		],
		colorsId: 2,
		modelsId: 10,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 13 Pro 128GB (Золотой | Gold)',
		slug: 'apple-iphone-13-pro-128gb-gold',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 92990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-gold.jpg'
		],
		colorsId: 1,
		modelsId: 10,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 Pro 256GB (Золотой | Gold)',
		slug: 'apple-iphone-13-pro-256gb-gold',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 104990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-gold.jpg'
		],
		colorsId: 1,
		modelsId: 10,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 Pro 512GB (Золотой | Gold)',
		slug: 'apple-iphone-13-pro-512gb-gold',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 111990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-gold.jpg'
		],
		colorsId: 1,
		modelsId: 10,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 Pro 1TB (Золотой | Gold)',
		slug: 'apple-iphone-13-pro-1tb-gold',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 118990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-gold.jpg'
		],
		colorsId: 1,
		modelsId: 10,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 13 Pro 128GB (Небесно-голубой | Sierra Blue)',
		slug: 'apple-iphone-13-pro-128gb-sierra-blue',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 92990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-sierra-blue.jpg'
		],
		colorsId: 11,
		modelsId: 10,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 Pro 256GB (Небесно-голубой | Sierra Blue)',
		slug: 'apple-iphone-13-pro-256gb-sierra-blue',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 104990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-sierra-blue.jpg'
		],
		colorsId: 11,
		modelsId: 10,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 Pro 512GB (Небесно-голубой | Sierra Blue)',
		slug: 'apple-iphone-13-pro-512gb-sierra-blue',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 111990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-sierra-blue.jpg'
		],
		colorsId: 11,
		modelsId: 10,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 Pro 1TB (Небесно-голубой | Sierra Blue)',
		slug: 'apple-iphone-13-pro-1tb-sierra-blue',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 118990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-sierra-blue.jpg'
		],
		colorsId: 11,
		modelsId: 10,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 13 Pro 128GB («Альпийский зелёный» | Alpine Green)',
		slug: 'apple-iphone-13-pro-128gb-alpine-green',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 92990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-alpine-green.jpg'
		],
		colorsId: 9,
		modelsId: 10,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 Pro 256GB («Альпийский зелёный» | Alpine Green)',
		slug: 'apple-iphone-13-pro-256gb-alpine-green',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 104990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-alpine-green.jpg'
		],
		colorsId: 9,
		modelsId: 10,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 Pro 512GB («Альпийский зелёный» | Alpine Green)',
		slug: 'apple-iphone-13-pro-512gb-alpine-green',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 111990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-alpine-green.jpg'
		],
		colorsId: 9,
		modelsId: 10,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 Pro 1TB («Альпийский зелёный» | Alpine Green)',
		slug: 'apple-iphone-13-pro-1tb-alpine-green',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 118990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-alpine-green.jpg'
		],
		colorsId: 9,
		modelsId: 10,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 13 Pro 128GB (Графитовый | Graphite)',
		slug: 'apple-iphone-13-pro-128gb-graphite',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 92990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-graphite.jpg'
		],
		colorsId: 10,
		modelsId: 10,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 Pro 256GB (Графитовый | Graphite)',
		slug: 'apple-iphone-13-pro-256gb-graphite',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 104990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-graphite.jpg'
		],
		colorsId: 10,
		modelsId: 10,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 Pro 512GB (Графитовый | Graphite)',
		slug: 'apple-iphone-13-pro-512gb-graphite',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 111990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-graphite.jpg'
		],
		colorsId: 10,
		modelsId: 10,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 Pro 1TB (Графитовый | Graphite)',
		slug: 'apple-iphone-13-pro-1tb-graphite',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 118990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/apple-iphone-13-pro-graphite.jpg'
		],
		colorsId: 10,
		modelsId: 10,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 13 Pro Max 128GB (Серебристый | Silver)',
		slug: 'apple-iphone-13-pro-max-128gb-silver',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 95990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-silver.jpg'
		],
		colorsId: 2,
		modelsId: 10,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 Pro Max 256GB (Серебристый | Silver)',
		slug: 'apple-iphone-13-pro-max-256gb-silver',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 104990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-silver.jpg'
		],
		colorsId: 2,
		modelsId: 10,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 Pro Max 512GB (Серебристый | Silver)',
		slug: 'apple-iphone-13-pro-max-512gb-silver',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 115990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/mmax/apple-iphone-13-pro-max-silver.jpg'
		],
		colorsId: 2,
		modelsId: 10,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 Pro Max 1TB (Серебристый | Silver)',
		slug: 'apple-iphone-13-pro-max-1tb-silver',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 123990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-silver.jpg'
		],
		colorsId: 2,
		modelsId: 10,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 13 Pro Max 128GB (Золотой | Gold)',
		slug: 'apple-iphone-13-pro-max-128gb-gold',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 95990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-gold.jpg'
		],
		colorsId: 1,
		modelsId: 10,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 Pro Max 256GB (Золотой | Gold)',
		slug: 'apple-iphone-13-pro-max-256gb-gold',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 104990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-gold.jpg'
		],
		colorsId: 1,
		modelsId: 10,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 Pro Max 512GB (Золотой | Gold)',
		slug: 'apple-iphone-13-pro-max-512gb-gold',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 115990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-gold.jpg'
		],
		colorsId: 1,
		modelsId: 10,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 Pro Max 1TB (Золотой | Gold)',
		slug: 'apple-iphone-13-pro-max-1tb-gold',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 123990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-gold.jpg'
		],
		colorsId: 1,
		modelsId: 10,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 13 Pro Max 128GB (Небесно-голубой | Sierra Blue)',
		slug: 'apple-iphone-13-pro-max-128gb-sierra-blue',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 95990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-sierra-blue.jpg'
		],
		colorsId: 11,
		modelsId: 10,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 Pro Max 256GB (Небесно-голубой | Sierra Blue)',
		slug: 'apple-iphone-13-pro-max-256gb-sierra-blue',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 104990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-sierra-blue.jpg'
		],
		colorsId: 11,
		modelsId: 10,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 Pro Max 512GB (Небесно-голубой | Sierra Blue)',
		slug: 'apple-iphone-13-pro-max-512gb-sierra-blue',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 115990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-sierra-blue.jpg'
		],
		colorsId: 11,
		modelsId: 10,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 Pro Max 1TB (Небесно-голубой | Sierra Blue)',
		slug: 'apple-iphone-13-pro-max-1tb-sierra-blue',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 123990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-sierra-blue.jpg'
		],
		colorsId: 11,
		modelsId: 10,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 13 Pro Max 128GB («Альпийский зелёный» | Alpine Green)',
		slug: 'apple-iphone-13-pro-max-128gb-alpine-green',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 95990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-alpine-green.jpg'
		],
		colorsId: 9,
		modelsId: 10,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 Pro Max 256GB («Альпийский зелёный» | Alpine Green)',
		slug: 'apple-iphone-13-pro-max-256gb-alpine-green',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 104990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-alpine-green.jpg'
		],
		colorsId: 9,
		modelsId: 10,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 Pro Max 512GB («Альпийский зелёный» | Alpine Green)',
		slug: 'apple-iphone-13-pro-max-512gb-alpine-green',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 115990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-alpine-green.jpg'
		],
		colorsId: 9,
		modelsId: 10,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 Pro Max 1TB («Альпийский зелёный» | Alpine Green)',
		slug: 'apple-iphone-13-pro-max-1tb-alpine-green',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 123990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-alpine-green.jpg'
		],
		colorsId: 9,
		modelsId: 10,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 13 Pro Max 128GB (Графитовый | Graphite)',
		slug: 'apple-iphone-13-pro-max-128gb-graphite',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 95990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-graphite.jpg'
		],
		colorsId: 10,
		modelsId: 10,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 13 Pro Max 256GB (Графитовый | Graphite)',
		slug: 'apple-iphone-13-pro-max-256gb-graphite',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 104990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-graphite.jpg'
		],
		colorsId: 10,
		modelsId: 10,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 13 Pro Max 512GB (Графитовый | Graphite)',
		slug: 'apple-iphone-13-pro-max-512gb-graphite',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 115990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-graphite.jpg'
		],
		colorsId: 10,
		modelsId: 11,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 13 Pro Max 1TB (Графитовый | Graphite)',
		slug: 'apple-iphone-13-pro-max-1tb-graphite',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 123990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/13/pro/max/apple-iphone-13-pro-max-graphite.jpg'
		],
		colorsId: 10,
		modelsId: 11,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 14 128GB (Синий | Blue)',
		slug: 'apple-iphone-14-128gb-blue',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 65990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/14/apple-iphone-14-blue.jpg'],
		colorsId: 8,
		modelsId: 12,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 256GB (Синий | Blue)',
		slug: 'apple-iphone-14-256gb-blue',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 76990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/14/apple-iphone-14-blue.jpg'],
		colorsId: 8,
		modelsId: 12,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 512GB (Синий | Blue)',
		slug: 'apple-iphone-14-512gb-blue',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 91990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/14/apple-iphone-14-blue.jpg'],
		colorsId: 8,
		modelsId: 12,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 128GB (Фиолетовый | Purple)',
		slug: 'apple-iphone-14-128gb-purple',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 68990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/14/apple-iphone-14-purple.jpg'],
		colorsId: 3,
		modelsId: 12,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 256GB (Фиолетовый | Purple)',
		slug: 'apple-iphone-14-256gb-purple',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 76990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/14/apple-iphone-14-purple.jpg'],
		colorsId: 3,
		modelsId: 12,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 512GB (Фиолетовый | Purple)',
		slug: 'apple-iphone-14-512gb-purple',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 91990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/14/apple-iphone-14-purple.jpg'],
		colorsId: 3,
		modelsId: 12,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 128GB («Тёмная ночь» | Midnight)',
		slug: 'apple-iphone-14-128gb-midnight',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 68990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/14/apple-iphone-14-midnight.jpg'],
		colorsId: 16,
		modelsId: 12,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 256GB («Тёмная ночь» | Midnight)',
		slug: 'apple-iphone-14-256gb-midnight',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 76990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/14/apple-iphone-14-midnight.jpg'],
		colorsId: 16,
		modelsId: 12,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 512GB («Тёмная ночь» | Midnight)',
		slug: 'apple-iphone-14-512gb-midnight',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 91990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/14/apple-iphone-14-midnight.jpg'],
		colorsId: 16,
		modelsId: 12,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 128GB («Сияющая звезда» | Starlight)',
		slug: 'apple-iphone-14-128gb-starlight',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 68990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/14/apple-iphone-14-starlight.jpg'],
		colorsId: 13,
		modelsId: 12,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 256GB («Сияющая звезда» | Starlight)',
		slug: 'apple-iphone-14-256gb-starlight',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 76990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/14/apple-iphone-14-starlight.jpg'],
		colorsId: 13,
		modelsId: 12,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 512GB («Сияющая звезда» | Starlight)',
		slug: 'apple-iphone-14-512gb-starlight',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 91990,
		categoryId: 1,
		images: ['uploads/images/products/iphone/14/apple-iphone-14-starlight.jpg'],
		colorsId: 13,
		modelsId: 12,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 128GB (PRODUCT)RED',
		slug: 'apple-iphone-14-128gb-productred',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 68990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/apple-iphone-14-productred.jpg'
		],
		colorsId: 7,
		modelsId: 12,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 256GB (PRODUCT)RED',
		slug: 'apple-iphone-14-256gb-productred',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 76990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/apple-iphone-14-productred.jpg'
		],
		colorsId: 7,
		modelsId: 12,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 512GB (PRODUCT)RED',
		slug: 'apple-iphone-14-512gb-productred',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 91990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/apple-iphone-14-productred.jpg'
		],
		colorsId: 7,
		modelsId: 12,
		storageCapacityId: 4
	},
	{
		name: 'apple-iphone-14-128gb-zeltyj-yellow',
		slug: 'apple-iphone-14-128gb-zeltyj-yellow',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 72990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/apple-iphone-14-zeltyj-yellow.jpg'
		],
		colorsId: 6,
		modelsId: 12,
		storageCapacityId: 2
	},
	{
		name: 'apple-iphone-14-256gb-zeltyj-yellow',
		slug: 'apple-iphone-14-256gb-zeltyj-yellow',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 82990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/apple-iphone-14-zeltyj-yellow.jpg'
		],
		colorsId: 6,
		modelsId: 12,
		storageCapacityId: 3
	},
	{
		name: 'apple-iphone-14-512gb-zeltyj-yellow',
		slug: 'apple-iphone-14-512gb-zeltyj-yellow',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 91990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/apple-iphone-14-zeltyj-yellow.jpg'
		],
		colorsId: 6,
		modelsId: 12,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 Plus 128GB (Синий | Blue)',
		slug: 'apple-iphone-14-plus-128gb-blue',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 71990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-blue.jpg'
		],
		colorsId: 8,
		modelsId: 13,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 Plus 256GB (Синий | Blue)',
		slug: 'apple-iphone-14-plus-256gb-blue',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 79990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-blue.jpg'
		],
		colorsId: 8,
		modelsId: 13,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 Plus 512GB (Синий | Blue)',
		slug: 'apple-iphone-14-plus-512gb-blue',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 93990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-blue.jpg'
		],
		colorsId: 8,
		modelsId: 13,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 Plus 128GB («Тёмная ночь» | Midnight)',
		slug: 'apple-iphone-14-plus-128gb-midnight',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 73990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-midnight.jpg'
		],
		colorsId: 16,
		modelsId: 13,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 Plus 256GB («Тёмная ночь» | Midnight)',
		slug: 'apple-iphone-14-plus-256gb-midnight',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 82990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-midnight.jpg'
		],
		colorsId: 16,
		modelsId: 13,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 Plus 512GB («Тёмная ночь» | Midnight)',
		slug: 'apple-iphone-14-plus-512gb-midnight',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 93990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-midnight.jpg'
		],
		colorsId: 16,
		modelsId: 13,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 Plus 128GB (PRODUCT)RED',
		slug: 'apple-iphone-14-plus-128gb-productred',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 73990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-productred.jpg'
		],
		colorsId: 7,
		modelsId: 13,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 Plus 256GB (PRODUCT)RED',
		slug: 'apple-iphone-14-plus-256gb-productred',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 82990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-productred.jpg'
		],
		colorsId: 7,
		modelsId: 13,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 Plus 512GB (PRODUCT)RED',
		slug: 'apple-iphone-14-plus-512gb-productred',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 93990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-productred.jpg'
		],
		colorsId: 7,
		modelsId: 13,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 Plus 128GB (Фиолетовый | Purple)',
		slug: 'apple-iphone-14-plus-128gb-purple',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 73990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-purple.jpg'
		],
		colorsId: 3,
		modelsId: 13,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 Plus 256GB (Фиолетовый | Purple)',
		slug: 'apple-iphone-14-plus-256gb-purple',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 82990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-purple.jpg'
		],
		colorsId: 3,
		modelsId: 13,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 Plus 512GB (Фиолетовый | Purple)',
		slug: 'apple-iphone-14-plus-512gb-purple',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 93990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-purple.jpg'
		],
		colorsId: 3,
		modelsId: 13,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 Plus 128GB («Сияющая звезда» | Starlight)',
		slug: 'apple-iphone-14-plus-128gb-starlight',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 73990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-starlight.jpg'
		],
		colorsId: 13,
		modelsId: 13,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 Plus 256GB («Сияющая звезда» | Starlight)',
		slug: 'apple-iphone-14-plus-256gb-starlight',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 82990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-starlight.jpg'
		],
		colorsId: 13,
		modelsId: 13,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 Plus 512GB («Сияющая звезда» | Starlight)',
		slug: 'apple-iphone-14-plus-512gb-starlight',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 93990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-starlight.jpg'
		],
		colorsId: 13,
		modelsId: 13,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 Plus 128GB (Жёлтый | Yellow)',
		slug: 'apple-iphone-14-plus-128gb-zeltyj-yellow',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 82990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-zeltyj-yellow.jpg'
		],
		colorsId: 6,
		modelsId: 13,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 Plus 256GB (Жёлтый | Yellow)',
		slug: 'apple-iphone-14-plus-256gb-zeltyj-yellow',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 93990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-zeltyj-yellow.jpg'
		],
		colorsId: 6,
		modelsId: 13,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 Plus 512GB (Жёлтый | Yellow)',
		slug: 'apple-iphone-14-plus-512gb-zeltyj-yellow',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 104990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/plus/apple-iphone-14-plus-zeltyj-yellow.jpg'
		],
		colorsId: 6,
		modelsId: 13,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 Pro 128GB (Золотой | Gold)',
		slug: 'apple-iphone-14-pro-128gb-gold',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 87990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-gold.jpg'
		],
		colorsId: 1,
		modelsId: 14,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 Pro 256GB (Золотой | Gold)',
		slug: 'apple-iphone-14-pro-256gb-gold',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 101990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-gold.jpg'
		],
		colorsId: 1,
		modelsId: 14,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 Pro 512GB (Золотой | Gold)',
		slug: 'apple-iphone-14-pro-512gb-gold',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 117990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-gold.jpg'
		],
		colorsId: 1,
		modelsId: 14,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 Pro 1TB (Золотой | Gold)',
		slug: 'apple-iphone-14-pro-1tb-gold',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 128990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-gold.jpg'
		],
		colorsId: 1,
		modelsId: 14,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 14 Pro 128GB (Тёмно-фиолетовый | Deep Purple)',
		slug: 'apple-iphone-14-pro-128gb-deep-purple',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 91990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-deep-purple.jpg'
		],
		colorsId: 3,
		modelsId: 14,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 Pro 256GB (Тёмно-фиолетовый | Deep Purple)',
		slug: 'apple-iphone-14-pro-256gb-deep-purple',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 103990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-deep-purple.jpg'
		],
		colorsId: 3,
		modelsId: 14,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 Pro 512GB (Тёмно-фиолетовый | Deep Purple)',
		slug: 'apple-iphone-14-pro-512gb-deep-purple',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 117990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-deep-purple.jpg'
		],
		colorsId: 3,
		modelsId: 14,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 Pro 1TB (Тёмно-фиолетовый | Deep Purple)',
		slug: 'apple-iphone-14-pro-1tb-deep-purple',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 128990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-deep-purple.jpg'
		],
		colorsId: 3,
		modelsId: 14,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 14 Pro 128GB (Серебристый | Silver)',
		slug: 'apple-iphone-14-pro-128gb-silver',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 88990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-silver.jpg'
		],
		colorsId: 2,
		modelsId: 14,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 Pro 256GB (Серебристый | Silver)',
		slug: 'apple-iphone-14-pro-256gb-silver',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 102990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-silver.jpg'
		],
		colorsId: 2,
		modelsId: 14,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 Pro 512GB (Серебристый | Silver)',
		slug: 'apple-iphone-14-pro-512gb-silver',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 117990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-silver.jpg'
		],
		colorsId: 2,
		modelsId: 14,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 Pro 1TB (Серебристый | Silver)',
		slug: 'apple-iphone-14-pro-1tb-silver',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 128990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-silver.jpg'
		],
		colorsId: 2,
		modelsId: 14,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 14 Pro 128GB («Чёрный космос» | Space Black)',
		slug: 'apple-iphone-14-pro-128gb-space-black',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 91990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-space-black.jpg'
		],
		colorsId: 4,
		modelsId: 14,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 Pro 256GB («Чёрный космос» | Space Black)',
		slug: 'apple-iphone-14-pro-256gb-space-black',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 102990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-space-black.jpg'
		],
		colorsId: 4,
		modelsId: 14,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 Pro 512GB («Чёрный космос» | Space Black)',
		slug: 'apple-iphone-14-pro-512gb-space-black',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 117990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-space-black.jpg'
		],
		colorsId: 4,
		modelsId: 14,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 Pro 1TB («Чёрный космос» | Space Black)',
		slug: 'apple-iphone-14-pro-1tb-space-black',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 128990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/apple-iphone-14-pro-space-black.jpg'
		],
		colorsId: 4,
		modelsId: 14,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 14 Pro Max 128GB (Золотой | Gold)',
		slug: 'apple-iphone-14-pro-max-128gb-gold',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 97990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-gold.jpg'
		],
		colorsId: 1,
		modelsId: 15,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 Pro Max 256GB (Золотой | Gold)',
		slug: 'apple-iphone-14-pro-max-256gb-gold',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 105990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-gold.jpg'
		],
		colorsId: 1,
		modelsId: 15,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 Pro Max 512GB (Золотой | Gold)',
		slug: 'apple-iphone-14-pro-max-512gb-gold',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 119990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-gold.jpg'
		],
		colorsId: 1,
		modelsId: 15,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 Pro Max 1TB (Золотой | Gold)',
		slug: 'apple-iphone-14-pro-max-1tb-gold',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 129990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-gold.jpg'
		],
		colorsId: 1,
		modelsId: 15,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 14 Pro Max 128GB (Тёмно-фиолетовый | Deep Purple)',
		slug: 'apple-iphone-14-pro-max-128gb-deep-purple',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 103990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-deep-purple.jpg'
		],
		colorsId: 3,
		modelsId: 15,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 Pro Max 256GB (Тёмно-фиолетовый | Deep Purple)',
		slug: 'apple-iphone-14-pro-max-256gb-deep-purple',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 109990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-deep-purple.jpg'
		],
		colorsId: 3,
		modelsId: 15,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 Pro Max 512GB (Тёмно-фиолетовый | Deep Purple)',
		slug: 'apple-iphone-14-pro-max-512gb-deep-purple',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 122990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-deep-purple.jpg'
		],
		colorsId: 3,
		modelsId: 15,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 Pro Max 1TB (Тёмно-фиолетовый | Deep Purple)',
		slug: 'apple-iphone-14-pro-max-1tb-deep-purple',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 130990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-deep-purple.jpg'
		],
		colorsId: 3,
		modelsId: 15,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 14 Pro Max 128GB (Серебристый | Silver)',
		slug: 'apple-iphone-14-pro-max-128gb-silver',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 99990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-silver.jpg'
		],
		colorsId: 2,
		modelsId: 15,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 Pro Max 256GB (Серебристый | Silver)',
		slug: 'apple-iphone-14-pro-max-256gb-silver',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 107990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-silver.jpg'
		],
		colorsId: 2,
		modelsId: 15,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 Pro Max 512GB (Серебристый | Silver)',
		slug: 'apple-iphone-14-pro-max-512gb-silver',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 119990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-silver.jpg'
		],
		colorsId: 2,
		modelsId: 15,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 Pro Max 1TB (Серебристый | Silver)',
		slug: 'apple-iphone-14-pro-max-1tb-silver',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 129990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-silver.jpg'
		],
		colorsId: 2,
		modelsId: 15,
		storageCapacityId: 5
	},
	{
		name: 'Apple iPhone 14 Pro Max 128GB («Чёрный космос» | Space Black)',
		slug: 'apple-iphone-14-pro-max-128gb-space-black',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 99990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-space-black.jpg'
		],
		colorsId: 4,
		modelsId: 15,
		storageCapacityId: 2
	},
	{
		name: 'Apple iPhone 14 Pro Max 256GB («Чёрный космос» | Space Black)',
		slug: 'apple-iphone-14-pro-max-256gb-space-black',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 108990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-space-black.jpg'
		],
		colorsId: 4,
		modelsId: 15,
		storageCapacityId: 3
	},
	{
		name: 'Apple iPhone 14 Pro Max 512GB («Чёрный космос» | Space Black)',
		slug: 'apple-iphone-14-pro-max-512gb-space-black',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 118990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-space-black.jpg'
		],
		colorsId: 4,
		modelsId: 15,
		storageCapacityId: 4
	},
	{
		name: 'Apple iPhone 14 Pro Max 1TB («Чёрный космос» | Space Black)',
		slug: 'apple-iphone-14-pro-max-1tb-space-black',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 130990,
		categoryId: 1,
		images: [
			'uploads/images/products/iphone/14/pro/max/apple-iphone-14-pro-max-space-black.jpg'
		],
		colorsId: 4,
		modelsId: 15,
		storageCapacityId: 5
	}
]
